Revit 2027 API
InitialWattageIntensity Constructor
Overload List
Name | Description
InitialWattageIntensity(InitialWattageIntensity) |  Creates a copy of the given initial wattage intensity object
InitialWattageIntensity(Double, Double) |  Creates an initial wattage intensity object with the given values.
Top
See Also
Reference
InitialWattageIntensity Class
Autodesk.Revit.DB.Lighting Namespace